import React from "react";
import HeaderImage from "../components/HeaderImage";
import perfumeSpecial from "/assets/perfumeSpecial.png"


const PrivacyPolicy = () => {
  return (
    <div className="w-full flex justify-center items-center">
      <div className="max-w-[1260px] w-full px-2.5 flex flex-col justify-center gap-8 sm:gap-14 md:gap-20 mb-20 text-small md:text-large text-ford">
      <HeaderImage image={perfumeSpecial} title={"   سياسة الخصوصية "}/>
      <p className="font-semibold text-center text-sm md:text-xl text-black">يتم تشغيل هذا المتجر من قبل : </p>
      <p className="font-semibold text-center md:mt-[-50px] text-sm md:text-xl text-black">شركة دبهامز لتجارة العطور ومستحظرات التجميل</p>
      <p className="font-semibold text-center text-sm md:text-xl text-black">   This website is operated by : </p>
      <p className="font-semibold text-center md:mt-[-50px] text-sm md:text-xl text-black"> DBHAMZ FOR PERFUMES & COSMETICS TRADING</p>
        <div>
          <p className="font-semibold text-sm md:text-xl text-black">الوصول العام إلى الموقع:</p>
          <p>
            تمنحك دبهامز ترخيصًا محدودًا وقابلًا للإلغاء وغير حصري للوصول إلى
            هذا الموقع واستخدامه الشخصي. لا يشمل هذا الترخيص أي إعادة بيع أو
            استخدام تجاري لهذا الموقع أو محتوياته. التزامات الحساب والتسجيل: إذا
            كنت تستخدم موقعنا الإلكتروني، فأنت مسؤول عن الحفاظ على سرية حسابك
            وكلمة مرورك وتقييد الوصول إلى جهاز الكمبيوتر الخاص بك، وتوافق على
            تحمل مسؤولية جميع الأنشطة التي تتم باستخدام حسابك أو كلمة مرورك.
          </p>
        </div>

        <div>
          <p className="font-semibold text-sm md:text-xl text-black">وصف المنتج:</p>
          <p>
            تسعى  دبهامز إلى تحري الدقة قدر الإمكان عند نشر المحتوى والأسعار
            على الموقع. مع ذلك، لا نضمن دقة أو اكتمال أو موثوقية أو تحديث أو خلو
            أوصاف المنتجات أو أي محتوى آخر من الأخطاء.
          </p>
        </div>

        <div>
          <p className="font-semibold text-sm md:text-xl text-black">سياسة الخصوصية:</p>
          <p>
            توضح سياسة الخصوصية هذه كيفية إدارة دبهامز (نحن أو ضمير المتكلم)
            لمعلوماتكم الشخصية عند زيارة موقعنا الإلكتروني (dbhamz.com)، أو
            استخدام خدماتنا، أو التفاعل معنا. باستخدامكم لخدماتنا، فإنكم توافقون
            على جمع معلوماتكم واستخدامها ومشاركتها كما هو موضح في هذه الوثيقة.
          </p>
        </div>

        <div>
          <p className="font-semibold text-sm md:text-xl text-black">تغييرات على سياسة الخصوصية هذه:</p>
          <p>
            قد نقوم بتحديث سياسة الخصوصية هذه لتعكس التغييرات في ممارساتنا
            التشغيلية أو لأسباب تشغيلية أو قانونية أو تنظيمية أخرى. سينشر موقعنا
            الإلكتروني إصدارات محدثة مع تاريخ "آخر تحديث" منقح. نشجعكم على
            مراجعة هذه السياسة بشكل دوري للبقاء على اطلاع على ممارساتنا المتعلقة
            بالخصوصية.
          </p>
        </div>
        <div>
          <p className="font-semibold text-sm md:text-xl text-black">كيف نجمع معلوماتك الشخصية ونستخدمها المعلومات التي تقدمها:</p>
          <p>
            تشمل هذه المعلومات التفاصيل التي تقدمها عند إجراء عملية شراء، مثل
            اسمك ومعلومات الاتصال بك وتفاصيل الدفع. هذه المعلومات ضرورية لتلبية
            طلباتك وتقديم خدمة العملاء.
          </p>
        </div>
        <div>
          <p className="font-semibold text-sm md:text-xl text-black">جمع المعلومات تلقائيًا:</p>
          <p>
            نستخدم ملفات تعريف الارتباط وتقنيات مشابهة لجمع معلومات حول تفاعلاتك
            مع موقعنا الإلكتروني، مثل الصفحات التي زرتها، وعمليات الشراء التي
            أجريتها، والتفضيلات التي حددتها. يساعدنا هذا في تخصيص تجربتك
            وتحسينها باستمرار.
          </p>
        </div>
        <div>
          <p className="font-semibold text-sm md:text-xl text-black">معلومات من جهات خارجية:</p>
          <p>
            أحيانًا، نتلقى معلومات عنك من مصادر أخرى، مثل معلومات التوصيل
            والعنوان من شركات الشحن التابعة لنا، والتي نستخدمها لتحديث سجلاتنا
            وتوصيل مشترياتك بكفاءة أكبر. استخدام المعلومات الشخصية
          </p>
        </div>
        <div>
          <p className="font-semibold text-sm md:text-xl text-black">نستخدم المعلومات التي نجمعها للأغراض التالية:</p>
          <p>
            معالجة المعاملات وإدارة الطلبات، بما في ذلك إرسال معلومات حول حسابك
            وحالة طلبك. تحسين وتطوير خدماتنا وتجربة عملائنا. إجراء عمليات تدقيق
            داخلية، وتحليل بيانات، وأبحاث لتحسين منتجاتنا وخدماتنا. التواصل معك
            بشأن العروض الترويجية والعروض والأخبار، ما لم تختر عدم تلقي الرسائل
            الترويجية.
          </p>
        </div>


        <div>
          <h3 className="font-semibold text-sm md:text-xl text-black">
            جميع العطور المتوفرة هي تستر بمعنى اخر بدون كرتون{" "}
          </h3>
          <p>
            جديدة بدون استعمال يوجد لدينا ضمان 48 ساعة لاسترجاع او استبدال
            العطور يوجد لدينا خدمة عملاء ممتازة و سريعة جداً للتعاون مع العميل
            اذا كان هنالك اي اضرار في الشحنات اي ضرر في الشحنات نحن من نقوم
            بتحمل المسؤلية من وقت الطلب حتى وقت الاستلام نقوم بأستبدال العطور او
            استرجاعها في مدة اقصاها 24 ساعة في جميع الدول يمكن لاي عميل الغاء
            الطلب خلال مدة اقصاها 8 ساعات
          </p>
        </div>
        <div>
          <h3 className="font-semibold text-sm md:text-xl text-black">
            الشحن سيكون عبر شركة ارامكس :{" "}
          </h3>
          <p>
            {" "}
            يستغرق الشحن مدة اقصاها 4 ايام و اقلها 3 ايام و حيث يمكن للعميل
            التواصل مع موضف خدمة العملاء و مندوب المبيعات عبر واتساب
            للاستفسار عن اي شيء
          </p>
        </div>
        <div>
          <h3 className="font-semibold text-sm md:text-xl text-black">
            الاسترجاع او الاستبدال :{" "}
          </h3>
          <p>
            للاسترجاع يتم خصم 2،80‎%‎ من المبلغ المدفوع لشركة المدفوعات فقط و
            للاستبدال يتم استبدال العطر مجاناً
          </p>
        </div>
      </div>
    </div>
  );
};

export default PrivacyPolicy;
